{"meta":{"title":"Strayguy","subtitle":null,"description":null,"author":"Jack Liu","url":"http://jackliu.club"},"pages":[{"title":"about","date":"2017-08-21T06:05:57.000Z","updated":"2017-08-21T06:05:57.000Z","comments":true,"path":"about/index.html","permalink":"http://jackliu.club/about/index.html","excerpt":"","text":""},{"title":"guestbook","date":"2017-08-21T06:06:11.000Z","updated":"2017-08-21T06:06:11.000Z","comments":true,"path":"guestbook/index.html","permalink":"http://jackliu.club/guestbook/index.html","excerpt":"","text":""}],"posts":[{"title":"冈仁波齐","slug":"冈仁波齐","date":"2017-09-01T02:28:51.000Z","updated":"2017-09-01T02:33:48.000Z","comments":true,"path":"2017/09/01/冈仁波齐/","link":"","permalink":"http://jackliu.club/2017/09/01/冈仁波齐/","excerpt":"","text":"序 第一次看是在火车上坐在火车拥挤的角落里，一个人抱着台电脑插着耳机，看完了全部。 第二次在北京看完，觉得自己有些观点和第一次看有些许的不同，也许环境的不同也许第二次看会真的注意到很多细节，不管怎样，难得有一部如此写实的电影，我有些佩服导演，在当今浮躁的社会，能够拜托商业资本的束缚，不同于今日院线上那些只顾票房的电影，突然间对这位导演肃然起敬。 ​ 看到《冈仁波齐》这个名字，就只能用信仰这个词来形容，除此无它，无法去形容它，跨越生死，轮回生命，无畏风雪。很多人说西藏是一片净土，但是我现在觉得净土的并不只是这方天地更应该是这片土地上的人们和他们纯粹的内心，例如屠夫虽然可能杀过牛羊无数，但是有一颗纯粹的心，知道自己或许罪孽以深，想要去赎罪，在318路上磕着长头停下来等待虫子走过去，再继续前行。 小女孩扎扎在给家人打电话时，无论对谁，都只说，我想你了，你想我了吗，真实的可爱！ 有一个十八岁的年轻人，在拉萨期间，和理发店的姑娘谈起了恋爱，告别之时，它一直说“我会回来的”，“我会回来的”， ​ 多么干净纯粹可爱的人们啊！ 温良恭俭让的人们 本片有一段是一行人想在雪中点火取暖，但是苦于没有柴火，于是到附近看到大姐，就直接说“大姐，要点柴火”，大姐就直接说跟我来，然后就把柴火给了他。 还有一段，是大伙儿在路边架起炉子喝茶，这时候出现一个陌生的朝圣者，他们就知请他们喝茶聊天，然后重新上路 第三段是他们的拖拉机的配件坏了，想要修，就问当地一个老人说能不能配，老人说不行，得去镇子上，老人问你们是朝圣的吗，一行人回答“是”，老人又问“晚上住哪”，一行人回“住帐篷”，老人说我儿子也去朝圣了，家里就我一人来我家住吧 两个月前，我在拉萨逛着色拉寺，一路上有一个藏族的大妈示意让我朝拜，并用着蹩 脚的普通话和我解释，这使我感到很温馨。 这种对陌生人的热情以及对人性的信任，使我更加对藏地充满向往！ 充满力量的信仰 信仰这东西，本来就是一个人/一群人不停寻找答案的过程。 寻找心中某种能支撑你一直走下去的那种力量，有信仰的人都在说，我有信仰，所以我对生活充满希望，我的信仰能在我遇到困难时支撑我走下去 在片中，经常回响不是他们在月色下唱诵经文的声音就是他们一路上磕长头，七步一叩首，木板拍响的声音，这些声音使人感到庄严神圣，也能证明他们的虔诚 片中用行为来证明信仰的存在与强大，每天磕长头磕十公里的路程，遇水则宽衣继续前行；孕妇在去朝拜的路上生下了孩子，然后继续回到磕长头的队伍当中，继续前进；拖拉机坏了，弃掉车头，一群人拖着车继续前进，然后拖车两步就要回到刚才的地方磕着长头。是什么支撑他们一路继续前行，信仰；是什么让他们遇到突发事件然后前行前行继续前行，对，是信仰！ 什么是信仰，在我看来或许是每个人的三观和价值体系，每个人都有属于自己的信仰，是你怎么理解这个世界、看待自己，宗教是其中的一种方式。只是个人的信仰比较小众，宗教是提供了一套完整的理解方式而已。 坚持自己的信仰，不被挫折打倒，继续前行！ 继续前行，在路上！ 老人在神山脚下离去，在藏人看来，这是福报；在我看来，这是幸运的，在经历了自己所期盼经历之后后离去，大家没有悲伤，因为老人在离天最近的地方离去，那是老人灵魂的归宿。 事物的结果真的那么重要吗，在我看来重要是过程。 同理，生命的意义不是结局而是过程，经历你所想经历的，相信你所相信的，爱你所爱的，足矣。 人生的意义是什么。是在我垂垂老矣时，回首一生不会感到遗憾，完美！ 结 生命无非如此，没有喜悦悲伤，只有生死离别，生死相续,无有止息。这就是轮回。 除此以外，只剩下生活，除此无它~~ 藏地的人们在朝圣的路上每个长头都要自己一个一个去磕，在生活中，我们遇到的所有挫折与困难，自己咬着牙也得过。 这个世界上没有什么生活方式是完全正确的，但若干年后，人们仍可以从这部影片里，看到有一个民族还这样生活过。神山圣湖不是终点，接受平凡的自我，但不放弃平凡的理想和信仰，热爱生活，我们都在路上。 ————张扬：《冈仁波齐》导演 ​ ​ JackLiu 爱玩耍的”小黄人” 2016.6.27深夜于北京三联韬奋书店","categories":[],"tags":[]},{"title":"色拉乌兹","slug":"色拉乌兹","date":"2017-08-17T02:40:36.000Z","updated":"2017-08-27T12:18:26.000Z","comments":true,"path":"2017/08/17/色拉乌兹/","link":"","permalink":"http://jackliu.club/2017/08/17/色拉乌兹/","excerpt":"四月的微风轻似梦，吹去了花瓣片片落 那天的雨，下得随性，时有时无 我背着沉重的行囊，走在拉萨的街巷","text":"四月的微风轻似梦，吹去了花瓣片片落 那天的雨，下得随性，时有时无 我背着沉重的行囊，走在拉萨的街巷 一个人走进朵森格路的平措，辗转老楼到新楼 平日里的匆忙浮躁，被随性的雨和安静的街巷冲刷的干干净净， 只是在偶尔间有三两个行人，在屋檐下匆匆走过。 将包扔在房间，和对床才相识五分钟的潇峰哥一起拼饭 饭后且得知，这是他在拉萨的最后一顿饭 匆匆感叹后，挥挥手告别，不知何时再见 郁郁的心，闷闷的天 再步入房间，看到熟悉的老叔和陌生的欧巴 欧巴穿着一身拉萨车夫的马甲，十分耀眼 唠着嗑谈着他们一路来的点滴 仿佛久别重逢，又面露声色 翌日，和欧巴一同走在八廓街 光滑的石板街上，有我的脚步声，也有他的呼吸声 欧巴兑换了一沓一角纸币，分一半与我 我们一同分享与需要帮助的人们 围着八廓街转第一遍的时候， 我见到有一家楼下招牌写着“藏式咖喱饭、甜茶” 欧巴见我走不动道了，问我“你是不想吃这个” 我回“看起来不错，再看看吧” 第二圈我们又走到那儿，走近小巷，爬上楼梯 点了一人一份藏式咖喱饭和甜茶 安静的听着哐当哐当转经声和念念有词的念经声 吃着有点夹生的米饭，配着不太浓的咖喱 还有那只剩骨头的鸡肉，配着最美的甜茶 走着走着，我们一同在玛吉阿米楼下合影 遇到了同行好友，一同漫步在八廓街上 傍晚五六点，天色还没见暗 我们一同去可远瞰布宫的老鱼饭局 吃着烤鱼看着远处的布达拉宫惬意的很 饭后一行人约好坐在新楼的前台聊天 就像老楼多人间的名字一样 这是一个『疯人院』 这里聚集着所有志同道合的人们 1234&gt;&gt;&gt; 我一辈子都喜欢跟着让我感觉有兴趣的人因为在我的心目中，真正的人都是疯疯癫癫的他们爱聊天爱生活，不露锋芒希望拥有一切他们从不疲倦，从不讲那些平凡的东西 是啊，他们对一切事物心怀渴望 他们毫无倦意，不屑于陈词滥调 只是像子夜烟花一般绚烂的燃烧燃烧 阿心姐问我你最喜欢的城市是哪个？ 我回：我并不太热爱城市， 相比而言，我更多的只是热爱在这些城市里遇到的你们 就像离开拉萨，我也许会怀念这个城市 但是我想到更多的还是在这个城市里遇到的你们吧 在那个夜晚，我发现我从未如此激动过 又笑又拍手，话都说不连贯 结结巴巴的说着”啊。。啊。。你们听我说” 当他们全神贯注的看着我，我却忘了自己想要说什么 大家在新楼前台快乐的聊着天，以至于忘却了时间 各自回房，时针毫不留情的快走到了12点 那个夜晚，具体聊了啥，现在大体记不大清 时间就是这么无情 只是清晰的记得那个晚上的我们开心的绽放着各自的光芒 第三日清晨，相约徒步色拉乌孜山 我们早早在拉萨的街头旁吃完早饭， 打了车飞驰去往色拉寺 我自以为是的打开徒步地图 准备作领队带大家徒步 最后还是大家带的我 我走错了路 我们在一个大叔的带领下步履蹒跚的爬上了山 我就像一个报站员一样，时刻在报着海拔高度 （先写这么多，未完待续）","categories":[],"tags":[]},{"title":"漂泊故事","slug":"漂泊","date":"2017-07-29T06:58:20.000Z","updated":"2017-08-21T11:12:21.000Z","comments":true,"path":"2017/07/29/漂泊/","link":"","permalink":"http://jackliu.club/2017/07/29/漂泊/","excerpt":"每个人都是孤独的努力的活着。夜晚是灵魂最能沉淀的时间，在夜幕和空旷之下，所有的追逐都放慢了脚步，所有的不安都烟消云散，人也最容易被平常观察不到的事物感动。","text":"每个人都是孤独的努力的活着。夜晚是灵魂最能沉淀的时间，在夜幕和空旷之下，所有的追逐都放慢了脚步，所有的不安都烟消云散，人也最容易被平常观察不到的事物感动。 WSOC.Edu.Com山水南洋2017年3月19日 大家都在努力，你有什么借口松懈致校友和在校同学以及迷茫中的自己 他是一个南洋人，刚刚大三，环艺专业，实习期，在上海。每天早晚穿越半个上海，穿越人海回自己那个小窝一样的出租房。上海的冬天皮肤裸露在外面就会失去知觉，那个时候出租房还没空调，电热毯也不敢整宿开，身上盖着三床被子，可基本上每个晚上都会被冻醒好几次，每天早上醒来都发现自己蜷缩成一个球。可是那个时候，虽然贫穷又一无所有，但却觉得自己拥有整个世界。可是那个时候，虽然生活简单到乏味，却总能自己为自己寻找一点生活的亮色。在上海几乎下班都是十点多，拖着疲惫的身躯走进地铁站，勉强挤进了这车看起来很难再挤进去的地铁，穿着黑色的呢大衣，握着扶手，随着人流左摇右晃，低下了头静静地睡着。这瞬间，他很渺小很普通，这是每天之中唯一的一个可以审视自身的时间。这时各种情愫才会油然而生。于他而言，每个星期他都让自己体验这些时刻，因为在那个时候不管是身体还是心理上都是自由的。每个人都在拼搏，如何才能活成自己想要的样子，只有行动，按照自己想要的样子和那个世界的规则去行动去拼搏，过程定是艰苦的，但是坚持愿望终会实现。 她是一个在校生，现在大二，国商专业，工学交替，在学校她是宿舍最早出去和最晚回来的人，每天在自己的鸭脖生意上忙碌着。两年前的一天，她收到了来自南洋的录取通知书，开心的准备赴学校就读，临走前几天和爸妈诚恳的说，”我大学三年不需要你们为我付出一分钱，我长大了，你们为我付出的够多了，我可以自己挣钱养活自己了”，她真的没有拿爸妈一分钱独自来到学校，之后她办理了助学贷款，然后自己一路坎坎坷坷的创业，做过兼职，卖过水果，到现在开始卖鸭脖，她一路的艰辛只有她自己知道。为了降低设备成本，她的足迹走遍无锡大大小小的二手市场，为了拿到更便宜的房租，她和房东动之以情晓之以理说了很久，房东才决定将房子以非常低廉的价格租赁与她。诸如此类，这个时代，很多人也很努力，到最后为何以失败而告终，因为他们没有这位女孩的强大复原力，”常作不死”这使她更强大， 正所谓”一时失志不免怨叹，一是落魄不免胆寒”，要知道问题只是“一时”的，只要跨过去，怨叹和胆寒就都不可怕。 人生于市野，卒于尘土，总体来讲生命的本身就是一个渐趋平缓的过程，虽然最终会走向落幕，但在这个过程中每个人有着不同的是是非非，每个人都是孤独的努力 的活着。夜晚是灵魂最能沉淀的时间，在夜幕和空旷之下，所有的追逐都放慢了脚步，所有的不安都烟消云散，人也最容易被平常观察不到的事物感动。 试想一个人坐上十点半的地铁，随着列车轰隆隆的前进，虽然你有目的地，但你并不知道自己真正的归宿在何方，只能随着前进的地铁，看着窗外飞掠的霓虹灯，试图在茫茫夜幕下寻找自己的立身之所，人在此刻是迷茫无助的，但是一想起家中有父母亦或是有眷侣等候，一想到明天又是新的一天，在此刻人就是幸福的，虽然不知道自己最终的归宿在何方，是何模样，但在这孤独的人生之路上总是有所依靠。我想，这大概就是幸福本来的模样，也是他们随着地铁前进的勇气。 Jack Liu 2017.3.19于无锡军嶂山","categories":[],"tags":[]},{"title":"Hi!","slug":"你好","date":"2016-12-31T23:33:44.000Z","updated":"2017-08-21T11:12:21.000Z","comments":true,"path":"2017/01/01/你好/","link":"","permalink":"http://jackliu.club/2017/01/01/你好/","excerpt":"欢迎来到我的博客 ! 这是我的第一篇文章.","text":"欢迎来到我的博客 ! 这是我的第一篇文章.","categories":[],"tags":[{"name":"new","slug":"new","permalink":"http://jackliu.club/tags/new/"}]}]}